Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: User stack of HS Task class destroyed
de: Userstack der HS-Taskklasse zerstört

source: Supervisor stack of HS Task class destroyed
de: Supervisorstack der HS-Taskklasse zerstört

source: Stack overrun caused by exit program
de: Stacküberlauf verursacht durch Exit-Programm

source: Supervisor stack for task class in ExitUP destroyed
de: Supervisorstack der Taskklasse im ExitUP zerstört

source: Pointer invalid
de: Zeiger ungültig

source: Cross comparision error
de: Fehler beim Kreuzvergleich

source: SafeOS cycle counter unequal
de: SafeOS Zykluszähler ungleich

source: SafePLC state unequal
de: SafePLC Status ungleich

source: SafePLC cycle counter unequal
de: SafePLC Zykluszähler ungleich

source: SafePLC marker value unequal
de: SafePLC Merkerwert ungleich

source: Output checksum data unequal
de: Prüfsummen der Ausgangsdaten ungleich

source: Output checksum counter unequal
de: Prüfsummenzähler der Ausgangsdaten ungleich

source: Checksums unequal
de: Prüfsummenfehler

source: Input checksum counter unequal
de: Prüfsummenzähler der Eingangsdaten ungleich

source: Sender ID invalid
de: Absenderidentifikation ungültig

source: Checksum index error
de: Prüfsummenindexfehler

source: EMU monitoring error
de: EMU Überwachungsfehler

source: CRC checksum error
de: CRC Prüfsummenfehler

source: Invalid request counter
de: Ungültiger Telegrammzähler

source: Invalid service request
de: Ungültige Dienstanforderung

source: Connection refused
de: Anmeldefehler

source: Logout error
de: Abmeldefehler

source: Timeout error
de: Zeitüberschreitung

source: Invalid user ID
de: Ungültige Nutzeridentifikation

source: User name
de: Benutzername zu lang

source: message overrun
de: Telegrammstau

source: Host name too long
de: Hostname zu lang

source: Invalid parameter count
de: Ungültige Längenangabe

source: Invalid socket ID
de: Ungültige Socket-ID

source: SafeOS error
de: SafeOS Fehler

source: Telegram error
de: Telegramm verloren

source: Resource error
de: Ressourcefehler

source: Service request error
de: Ungültige Dienstanforderung

source: Confirmation message error
de: Dienstbestätigungsfehler

source: COM call error
de: COM-Aufruffehler

source: Reset command error
de: Resettierungsfehler

source: User ID error
de: Ungültige Nutzer ID

source: Status services error
de: Fehler Statusdienste Manager

source: Negative COM call
de: Negativer COM-Call

source: Failure state error
de: Zugriffsfehler Fehlerstatus

source: Reset failed
de: Reset fehlgeschlagen

source: Variable IDs exceeded
de: Zu viele Variablen IDs

source: Invalid variable ID
de: Ungültige Variablen ID

source: Variable error
de: Variablenfehler

source: error setting real time clock
de: Fehler beim Setzen der Echtzeituhr

source: File services error
de: Fehler Dateidienste Manager

source: File write error
de: Datei Schreibfehler

source: File seek error
de: Datei Durchlauffehler

source: File close error
de: Datei Schliessfehler

source: File open error
de: Datei Öffnungsfehler

source: File remove error
de: Datei Entfernungsfehler

source: File read error
de: Datei Lesefehler

source: Fomatting error
de: Formattieren fehlgeschlagen

source: Action flag error
de: Ungültiger Aktionsparameter

source: File directory error
de: Fehler Dateiverzeichnis lesen

source: Cconflicting directory status
de: Statuskonflikt Dateiverzeichnis lesen

source: Invalid directory flag
de: Dateiverzeichnisfehler

source: Invalid start flag
de: Dateiverzeichnisfehler

source: Invalid parameter length
de: Ungültige Längenangabe

source: Log file error
de: Logbuch Fehler

source: Log file cannot be read
de: Logbuch Fehler

source: Error looking for boot module sync bytes.
de: Fehler beim Suchen des Syncbytes des Bootmoduls

source: Reset command
de: Reset Kommando

source: Error searching the table of contents module.
de: Fehler beim Suchen des Inhaltsverzeichnismoduls

source: internal error password
de: interner Fehler Passwort

source: Module not found during boot
de: Modul im Boot nicht gefunden

source: Text not present.
de: Text nicht vorhanden

source: Checksum of both anchors is wrong
de: Checksumme über die beiden Anker ist nicht korrekt

source: Incorrect Checksum of the PSOS- Node-ConfTab
de: Falsche Checksumm der PSOS- Node-ConfTab

source: PSOS-Module not found or incorrect checksum
de: PSOS-Modul nicht gefunden oder falsche Checksum

source: PROBE-Module not found or incorrect checksum
de: PROBE-Modul nicht gefunden oder falsche Checksum

source: Module $$probeIO not found
de: Modul $$probeIO nicht gefunden

source: Warm restart: Incorrect base management table checksum.
de: Warmstart: Checksumme der Basisverwaltungstabelle ist falsch

source: Im Init: CS of the configuration module is incorrect
de: Warmstart: Checksumme des Konfigurationsmoduls im RAM ist falsch

source: Invalid Pointer
de: Zeiger ungültig

source: Test function called
de: Aufruf einer Testfunktion

source: HW-Traplib was not found
de: HW-Trapbibliothek nicht gefunden

source: SYS-Traplib was not found
de: SYS-Trapbibliothek nicht gefunden

source: INIT_CALL failed
de: INIT_CALL fehlgeschlagen

source: BOOT_CALL failed
de: BOOT_CALL fehlgeschlagen

source: PRE_SYNC_CALL failed
de: PRE_SYNC_CALL fehlgeschlagen

source: S_CALL failed
de: S_CALL fehlgeschlagen

source: POST_SYNC_CALL failed
de: POST_SYNC_CALL fehlgeschlagen

source: Install trap library not found
de: Install-Trapbibliothek nicht gefunden

source: Too little program memory
de: Zuwenig Programmspeicher

source: Invalid stack length
de: Stacklänge ungültig

source: Invalid file size
de: Dateifehler

source: Configuration module not found
de: Fehler beim Installieren einer Erweiterungstrapbibliothek (RIO, ...)

source: File error
de: Dateifehler

source: No valid VC Runtime version is set.
de: Es wurde keine gültige VC Runtime Version eingestellt.

source: SafePLC error
de: SafePLC Fehler

source: Safe input error
de: Fehler sichere Eingänge

source: Safe output error
de: Fehler sichere Ausgänge

source: Non-safe input error
de: Fehler nicht sichere Eingänge

source: Non-safe output error
de: Fehler nicht sichere Ausgänge

source: Diagnostic error
de: Fehler Gerätediagnose

source: Function block diagnostic error
de: Funktionsblock Diagnose Fehler

source: Startup module not found.
de: Startupmodul nicht gefunden

source: SafePLC state has changed
de: Der SafePLC Status hat sich geändert

source: Force list sent
de: Force Liste gesendet

source: Force list: new element
de: Force Liste: neues Element

source: Force list: element deleted
de: Force Liste: Element gelöscht

source: Force list deleted
de: Force Liste gelöscht

source: The CS of the error module was destroyed
de: Die Checksumme des Fehlermoduls ist zerstört

source: Invalid I/O item
de: I/O Wert ungültig

source: Checksum calculation error
de: Checksummen Berechnungsfehler

source: Invalid SafeOS operational state
de: SafeOS Betriebszustand

source: Fatal operating system error
de: Fataler Betriebssystem-Fehler, Automation Runtime-Stackbereich zu klein

source: Invalid state of the PLC switch
de: Stellung des SPS-Schalters ungültig

source: The check sum 1. contents was destroyed
de: Die Checksumme eines 1. Inhaltsverzeichnisses ist zerstört

source: Invalid number of safe intputs in use
de: Zu viele sichere Eingänge verwendet

source: Invalid number of safe outputs in use
de: Zu viele sichere Ausgänge verwendet

source: Invalid number of non safe inputs in use
de: Zu viele nicht sichere Eingänge verwendet

source: Invalid number of non safe outputs in use
de: Zu viele nicht sichere Ausgänge verwendet

source: Invalid number of diagnostic inputs in use
de: Zu viele Diagnose Eingänge verwendet

source: Invalid number of diagnostic outputs in use
de: Zu viele Diagnose Ausgänge verwendet

source: Invalid number of function block diagnostic outputs in use
de: Zu viele Funktionsblock Diagnose Ausgänge verwendet

source: Operating system cannot be started
de: Betriebssystem kann nicht gestartet werden

source: B&R Hypervisor configuration update error
de: Fehler beim Update der Konfiguration des B&R Hypervisors

source: AR Plug&Play: Device missing (PhysDeviceName)
de: AR Plug&Play: Device nicht vorhanden (PhysDeviceName)

source: AR Plug&Play: SRAM length too large (/LEN)
de: AR Plug&Play: Angegebene SRAM Laenge zu gross (/LEN)

source: MemCard: MemCard no longer found, automatic cold restart.
de: MemCard: keine MemCard mehr vorhanden, daher automatischer Kaltstart

source: MemCard: No SRAM Type
de: MemCard: kein SRAM Typ

source: MemCard: No Flash Type
de: MemCard: kein Flash Typ

source: MemCard: Incorrect Manufacturer-ID
de: MemCard: falsche Manufacturer-ID

source: MemCard: Write protect active
de: MemCard: Schreibschutz aktiv

source: MemCard: New MemCard inserted, automatic cold start
de: MemCard: neue MemCard gesteckt, daher automatischer Kaltstart

source: MemCard without attribute memory not supported
de: MemCard ohne Attribut-Memory wird nicht unterstützt

source: Pointer out of range
de: Zeiger außerhalb des gültigen Bereichs

source: Invalid CRC container version number
de: Versionsnummer des CRC Containers ungültig

source: Invalid CRC container length
de: Dateigröße des CRC Containers ungültig

source: Different CRC checksums
de: Unterschiedliche Prüfsummen

source: Invalid CRC counter value
de: Der Checksummenzähler ist ungültig

source: Invalid checksum container
de: Der CRC Container ist ungültig

source: File checksum entries lacking
de: Fehlende CRC Container Einträge

source: Invalid recursion of CRC containers
de: Unerlaubte Rekursion von CRC Containern

source: File missing in CRC container
de: Datei wurde im CRC Container nicht gefunden

source: Referenced file of CRC container not found
de: Referenzierte Datei des CRC Containers wurde nicht gefunden

source: Checksum container validation error
de: Prüfsummencontainer Validierungsfehler

source: Missing standard application files
de: Fehlende Standard-Applikationsdateien

source: Standard application files validation error
de: Standard Applikationsdateien Validierungsfehler

source: No files in interface file structure
de: Keine Dateien in der Schnittstellen Dateistruktur

source: Too many files in interface file structure
de: Zu viele Dateien in der Schnittstellen Dateistruktur

source: Invalid file name
de: Ungültiger Dateiname

source: Unequal file sizes
de: Ungleiche Dateilängen

source: File index out of range
de: Bereichsfehler des Datei Index.

source: Prior file check performed
de: Eine Datei wurde zuvor schon geprüft

source: Lacking file or CRC container validation
de: Fehlende Datei- oder CRC Containerprüfung

source: File state is set to invalid
de: Ein Datei Status wurde auf ungültig gesetzt

source: Undefined error.
de: Undefinierter Fehler

source: Cannot find font module.
de: Font Modul kann nicht gefunden werden

source: Error-stack overflow
de: Überlauf des Fehlerstacks

source: Entering failsafe state not possible
de: Einnahme des sicheren Zustandes nicht möglich

source: Writing log book entry not possible
de: Schreiben eines Logbucheintrages nicht möglich

source: Interface error stack is full
de: Schnittstellenfehlerstack ist voll

source: SafeOS error stack switching failed
de: Umschaltung des internen SafeOS Fehlerstacks ist fehlgeschlagen

source: Interface error stack error
de: Schittstellen Fehlerstack Fehler

source: SafeOS error stack error
de: SafeOS Fehlerstack Fehler

source: Invalid error stack function call
de: Ungültiger Funktionsaufruf des Fehlerstacks!

source: Invalid key matrix.
de: Key Matrix ist ungültig

source: Unknown access identification from interface (HNF, I/O stack or communication stack)
de: Unbekannter Zugriffstyp von der Schnittstelle

source: Function not supported.
de: Funktion wird nicht unterstützt

source: Illegal boot-up reason
de: Ungültiger Hochlaufgrund

source: Checksum of the contents in user RAM 1 is corrupted
de: Checksumme des IVZ im Userrom1 kaputt

source: MP: Handshake with the main CPU doesn't work. No RECONFIG
de: MP: Handshake mit der Hauptcpu funktionierte nicht, kein RECONFIG

source: No access.
de: AWS wurde gewechselt, daher Kaltstart durchgeführt

source: No warm start after DIAGNOSE possible, cold start carried out
de: Kein Warmstart nach DIAGNOSE möglich, daher Kaltstart durchgeführt

source: Buffer overrun.
de: Prozessorglobaler Analogdatenbereich lokal am PP zu klein

source: Processor global analog data area on PP with module address 1 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 1 zu klein

source: Processor global analog data area on PP with module address 2 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 2 zu klein

source: Processor global analog data area on PP with module address 3 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 3 zu klein

source: Processor global analog data area on PP with module address 4 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 4 zu klein

source: Processor global analog data area on PP with module address 5 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 5 zu klein

source: Processor global analog data area on PP with module address 6 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 6 zu klein

source: Processor global analog data area on PP with module address 7 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 7 zu klein

source: Processor global analog data area on PP with module address 8 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 8 zu klein

source: Processor global analog data area on PP with module address 9 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 9 zu klein

source: No connection.
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 10 zu klein

source: Processor global analog data area on PP with module address 11 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 11 zu klein

source: Processor global analog data area on PP with module address 12 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 12 zu klein

source: Processor global analog data area on PP with module address 13 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 13 zu klein

source: Processor global analog data area on PP with module address 14 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 14 zu klein

source: Processor global analog data area on PP with module address 15 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 15 zu klein

source: Processor global analog data area on PP with module address 16 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 16 zu klein

source: Timeout
de: Prozessorglobaler Digitaldatenbereich lokal am PP zu klein

source: Processor global digital data area on PP with module address 1 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 1 zu klein

source: Processor global digital data area on PP with module address 2 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 2 zu klein

source: Processor global digital data area on PP with module address 3 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 3 zu klein

source: Processor global digital data area on PP with module address 4 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 4 zu klein

source: Processor global digital data area on PP with module address 5 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 5 zu klein

source: Processor global digital data area on PP with module address 6 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 6 zu klein

source: Processor global digital data area on PP with module address 7 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 7 zu klein

source: Processor global digital data area on PP with module address 8 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 8 zu klein

source: Processor global digital data area on PP with module address 9 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 9 zu klein

source: Processor global digital data area on PP with module address 11 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 11 zu klein

source: Processor global digital data area on PP with module address 12 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 12 zu klein

source: Processor global digital data area on PP with module address 13 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 13 zu klein

source: Processor global digital data area on PP with module address 14 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 14 zu klein

source: Processor global digital data area on PP with module address 15 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 15 zu klein

source: Processor global digital data area on PP with module address 16 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 16 zu klein

source: WARNING: The RTC or system time is not set
de: Warnung: RTC bzw. Systemzeit nicht gesetzt

source: SafeOS cycle counter error
de: SafeOS Zykluszähler Fehler

source: SafePLC state error
de: SafePLC Status Fehler

source: SafePLC cycle counter error
de: SafePLC Zykluszähler Fehler

source: Output checksum data error
de: Checksummenfehler der Ausgangsdaten

source: Output checksum counter error
de: Checksummenzählerfehler der Ausgangsdaten

source: Input checksum data error
de: Checksummenfehler der Eingangsdaten

source: Input checksum counter error
de: Checksummenzählerfehler der Eingangsdaten

source: Invalid sender ID
de: Absenderidentifikation ungültig

source: Synchronization structure checksum data error
de: Checksumme der Synchronisationstruktur ungültig

source: Compare structure checksum data unequal
de: Checksummenfehler der Vergleichsstruktur

source: EMU monitoring function error
de: EMU Monitoring Funktionsfehler

source: WARNING: PLC Reset: Warm start using keys or key switch
de: Warnung: SPS-Reset: Warmstart über Tasten bzw. Schlüsselschalter

source: WARNING: PLC Reset: Cold start usig keys
de: Warnung: SPS-Reset: Kaltstart über Tasten

source: WARNING: PLC Reset: Reset/Halt using keys or key switch
de: Warnung: SPS-Reset: Reset/Halt über Tasten bzw. Schlüsselschalter

source: WARNING: PLC Reset: Reconfig using keys
de: Warnung: SPS-Reset: Reconfig über Tasten

source: WARNING: PLC Reset: Warm start using SYS_reset FBK
de: Warnung: SPS-Reset: Warmstart über SYS_reset FUB

source: WARNING: PLC Reset: Cold start using SYS_reset FBK
de: Warnung: SPS-Reset: Kaltstart über SYS_reset FUB

source: WARNING: PLC Reset: Reset/Halt using SYS_reset FBK
de: Warnung: SPS-Reset: Reset/Halt über SYS_reset FUB

source: WARNING: PLC Reset: Reconfig using SYS_reset FBK
de: Warnung: SPS-Reset: Reconfig über SYS_reset FUB

source: Warning: PLC reset: Warm restart via communication
de: Warnung: PLC Reset: Warmstart unter Verwendung der Kommunikation

source: Warning: PLC reset: Cold restart via communication
de: Warnung: SPS-Reset: Kaltstart über die Kommunikation

source: Warning: PLC reset: Reset/Halt via communication
de: Warnung: SPS-Reset: Reset/Halt über die Kommunikation

source: application start failed
de: Applikation konnte nicht gestartet werden

source: WARNING: PLC Reset: Warm start of PP during system boot
de: Warnung: SPS-Reset: Warmstart des PP beim Systemhochlauf

source: WARNING: PLC Reset: Cold start of PP during system boot
de: Warnung: SPS-Reset: Kaltstart des PP beim Systemhochlauf

source: Insufficient program memory
de: Zuwenig Programmspeicher

source: Invalid control structure
de: Kontrollstruktur ungültig

source: Boot project file error
de: Fehlende Projektdatei

source: Warning: PLC reset: Reconfig via communication
de: Warnung: SPS-Reset: Reconfig über die Kommunikation

source: SafePLC status error
de: SafePLC Statusfehler

source: WARNING: PLC Reset: Reset/Halt of PP during system boot
de: Warnung: SPS-Reset: Reset/Halt des PP beim Systemhochlauf

source: WARNING: PLC Reset: Diagnose using keys
de: Warnung: SPS-Reset: Diagnose über Tasten

source: WARNING: PLC Reset: Reconfig of PP during system boot
de: Warnung: SPS-Reset: Reconfig des PP beim Systemhochlauf

source: Amount of used safe inputs exceeded
de: Zu viele sichere Eingänge verwendet

source: Amount of used safe outputs exceeded
de: Zu viele sichere Ausgänge verwendet

source: Amount of used non safe inputs exceeded
de: Zu viele nicht sichere Eingänge verwendet

source: Amount of used non safe outputs exceeded
de: Zu viele nicht sichere Ausgänge verwendet

source: Amount of used diagnostic inputs exceeded
de: Zu viele Diagnoseeingänge verwendet

source: Amount of used diagnostic outputs exceeded
de: Zu viele Diagnoseausgänge verwendet

source: Amount of used function block diagnostic outputs exceeded
de: Zu viele Funktionsblock Diagnoseausgänge verwendet

source: Invalid C-code function number
de: Ungültige C-Code Funktionsnummer

source: C-code function table version error
de: C-Code Funktionentabelle Versionsnummerfehler

source: Invalid C-code function ID
de: Ungültige ID der C-Code Funktion

source: Invalid C-code function's major version number
de: Ungültige Hauptversionsnummer der C-Code Funktion

source: Invalid C-code function's minor version number
de: Ungültige Unterversionsnummer der C-Code Funktion

source: Invalid C-code function's stack size
de: ngültige Stackgrösse der C-Code Funktion

source: WARNING: PLC Reset: Diagnose using SYS_reset FBK
de: Warnung: SPS-Reset: Diagnose über SYS_reset FUB

source: Calculated pointer error
de: Fehler berechneter Zeiger

source: CRC container version error
de: CRC Container Versionsfehler

source: Checksum container calculation error
de: CRC Container Prüfsummenfehler

source: Invalid CRC count value
de: Der Prüfsummenzähler ist ungültig

source: CRC container recursion error
de: Eine Rekursion von CRC Containern ist nicht erlaubt

source: Warning: PLC reset: Diagnostics via communication
de: Warnung: SPS-Reset: Diagnose über die Kommunikation

source: CRC container file search error
de: Fehlende Datei im CRC Container

source: Lacking CRC container file
de: Fehlende Datei in der Schnittstellen Dateistruktur

source: Checksum container file validation error
de: Datei Validierungsfehler im Prüfsummencontainer

source: Checksum container file content error
de: Prüfsummencontainer-Datei Validierungsfehler

source: Standard application files error
de: Standard Applikationsdatei Fehler

source: Lacking files in interface file structure
de: Fehlende Dateien in der Dateistruktur der Schnittstelle

source: Interface file structure error
de: Fehler in der Dateistruktur der Schnittstelle

source: File data CRC check error
de: Dateidaten Prüfsummenberechnungsfehler

source: File already checked earlier on
de: Eine Datei wurde zuvor schon geprüft

source: Standard CRC container / standard application file validation error
de: Standard CRC Container oder Standarddatei Validierungsfehler

source: File state invalidated
de: Ein Dateistatus wurde auf ungültig gesetzt

source: WARNING: PLC Reset: Diagnose of PP during system boot
de: Warnung: SPS-Reset: Diagnose des PP beim Systemhochlauf

source: WARNING: PLC Reset: Error mode using keys
de: Warnung: SPS-Reset: Errormode über Tasten

source: WARNING: PLC Reset: Error mode using SYS_reset FBK
de: Warnung: SPS-Reset: Errormode über SYS_reset FUB
